{
  "data": {
    "id": "5c615e0f-f5e7-4e02-a9e0-0248253a46a7",
    "type": "dataset",
    "attributes": {
      "name": "for.003.nrt GLAD Deforestation Alerts",
      "slug": "TEST-GLAD",
      "type": "raster",
      "subtitle": "",
      "application": [
        "rw"
      ],
      "dataPath": "",
      "attributesPath": null,
      "connectorType": "rest",
      "provider": "gee",
      "userId": "59a4168c9557070001cb9c77",
      "connectorUrl": "",
      "sources": [],
      "tableName": "projects/wri-datalab/HansenComposite_14-15",
      "status": "saved",
      "published": false,
      "overwrite": false,
      "subscribable": {},
      "mainDateField": null,
      "env": "production",
      "geoInfo": true,
      "protected": false,
      "legend": {
        "date": [],
        "region": [],
        "country": [],
        "nested": [],
        "integer": [],
        "short": [],
        "byte": [],
        "double": [],
        "float": [],
        "half_float": [],
        "scaled_float": [],
        "boolean": [],
        "binary": [],
        "text": [],
        "keyword": []
      },
      "clonedHost": {},
      "errorMessage": "",
      "taskId": null,
      "createdAt": "2019-09-04T19:15:59.268Z",
      "updatedAt": "2020-02-13T02:42:25.409Z",
      "dataLastUpdated": null,
      "metadata": [
        {
          "id": "5ac924b6976f8a0012fba878",
          "type": "metadata",
          "attributes": {
            "dataset": "5c615e0f-f5e7-4e02-a9e0-0248253a46a7",
            "application": "rw",
            "resource": {
              "id": "5c615e0f-f5e7-4e02-a9e0-0248253a46a7",
              "type": "dataset"
            },
            "language": "en",
            "name": "[Archived] GLAD Deforestation Alerts",
            "description": "_**This dataset has been archived, and we will no longer be updating or maintaining it. We recommend using [this dataset](2598ccc8-f6b3-4ffc-b8f1-13129e9da90c) as a replacement.**_\n  \nThis data set, created by the Global Land Analysis and Discovery (GLAD) lab at the University of Maryland and supported by Global Forest Watch, is the first Landsat-based alert system for tree cover loss. While most existing loss alert products use 250 m resolution MODIS imagery, these alerts have a 30 m resolution and thus can detect loss at a much finer spatial scale. The alerts are currently operational for select countries in the Amazon, Congo Basin, and Southeast Asia and will eventually be expanded to the rest of the humid tropics. New Landsat 7 and 8 images are downloaded as they are posted online at USGS EROS, assessed for cloud cover or poor data quality, and compared to the 3 previous years of Landsat-derived metrics (including ranks, means, and regressions of red, infrared, and shortwave bands, and ranks of NDVI, NBR, and NDWI). The metrics and the latest Landsat image are run through 7 decision trees to calculate a median probability of forest disturbance. Pixels with probability > 50% are reported as tree cover loss alerts. For more information on methodology, see the paper in Environmental Research Letters. Alerts remain unconfirmed until 2 or more out of 4 consecutive observations are labeled as tree cover loss. Alerts that remain unconfirmed after subsequent observations are removed from the data set. You can choose to view only confirmed alerts in the menu, but keep in mind that using only confirmed alerts misses the newest detections of tree cover loss. Resource Watch shows only a subset of the dataset. For access to the full dataset and additional information, see the Learn More link.",
            "source": "UMD/GLAD",
            "info": {
              "rwId": "for.003.nrt [Archived]",
              "data_type": "Raster",
              "name": "[Archived] GLAD Deforestation Alerts",
              "sources": [
                {
                  "source-name": "University of Maryland (UMD)",
                  "id": 0,
                  "source-description": ""
                },
                {
                  "source-name": "Global Land Analysis & Discovery Lab",
                  "id": 1,
                  "source-description": ""
                }
              ],
              "technical_title": "Global Land Analysis and Discovery (GLAD) Alert",
              "functions": "Areas of likely tree cover loss in near-real time",
              "cautions": "While Landsat 7 and 8 satellites together have a revisit period of 8 days, cloud cover can significantly limit the availability of imagery, particularly in the wet season. Alert dates represent the instance of detection, though tree cover loss could have taken place earlier, possibly weeks earlier, due to persistent cloud cover. In this data set, “tree cover” is defined as all vegetation greater than 5 m in height with greater than 60% canopy cover and may take the form of natural forests or plantations. “Tree cover loss” indicates the canopy removal of at least half a pixel and can be due to a variety of factors, including mechanical harvesting, fire, disease, or storm damage. As such, “loss” does not equate to deforestation. In Peru, where the alert system was first developed, the authors evaluated the data to have 13.5% false positives (loss detected where none occurred), though the majority of those false positives (9.5%) occurs on the edges of clearings. On edges, the 30 m Landsat pixels show a mix of forest and other land cover, which makes them prone to error in the system. The rate of false positives drops to 1% when only considering confirmed alerts. The data have 33% false negatives (undetected loss where it has occurred), though most of these occur in secondary forests—likely because the algorithm was created to capture primary forest loss. The higher rate of false negatives compared to false positives also indicates that the alerts are a conservative estimate of the tree cover loss that is actually occurring. When zoomed out, this data layer displays some degree of inaccuracy because the data points must be collapsed to be visible on a larger scale. Zoom in for greater detail.",
              "citation": "Hansen, M.C., A. Krylov, A. Tyukavina, P.V. Potapov, S. Turubanova, B. Zutta, S. Ifo, B. Margono, F. Stolle, and R. Moore. 2016. \"Humid Tropical Forest Disturbance Alerts Using Landsat Data.\" Environmental Research Letters 11, no. 3. www.globalforestwatch.org. Accessed through Resource Watch, (date). [www.resourcewatch.org](https://www.resourcewatch.org).",
              "license": "Creative Commons Attribution 4.0 International",
              "license_link": "https://creativecommons.org/licenses/by/4.0/",
              "geographic_coverage": "Brazil, Peru, Burundi, Cameroon, Central African Republic, Democratic Republic of the Congo, Equatorial Guinea, Gabon, Republic of the Congo, Rwanda, Uganda, Brunei, Indonesia, Malaysia, Papua New Guinea, Timor Leste, Russia (Far East only)",
              "spatial_resolution": "30 m",
              "date_of_content": "2015-present",
              "frequency_of_updates": "Weekly",
              "learn_more_link": "http://iopscience.iop.org/article/10.1088/1748-9326/11/3/034008",
              "data_download_link": null,
              "data_download_original_link": "http://iopscience.iop.org/article/10.1088/1748-9326/11/3/034008"
            },
            "columns": {},
            "createdAt": "2018-04-07T20:06:14.065Z",
            "updatedAt": "2020-06-12T20:05:04.205Z",
            "status": "published"
          }
        }
      ],
      "layer": [
        {
          "id": "c34a93ee-58b5-48f4-9d23-31f3d790ac16",
          "type": "layer",
          "attributes": {
            "name": "GLAD Alerts",
            "slug": "test-glad",
            "dataset": "5c615e0f-f5e7-4e02-a9e0-0248253a46a7",
            "description": "Areas of likely tree cover loss: January 2017 - present for Colombia, Ecuador, French Guiana, Guyana, Suriname, and Venezuela, and January 2015 - present for all other countries covered.",
            "application": [
              "rw"
            ],
            "iso": [],
            "provider": "leaflet",
            "userId": "59a4168c9557070001cb9c77",
            "default": true,
            "protected": false,
            "published": true,
            "env": "production",
            "type": "raster",
            "source": {
              "tiles": [
                "https://tiles.globalforestwatch.org/glad_prod/tiles/{z}/{x}/{y}.png"
              ],
              "maxzoom": 13
            },
            "legendConfig": {
              "type": "basic",
              "items": [
                {
                  "name": "Deforestation alert",
                  "color": "#DA6497",
                  "id": 0
                }
              ]
            },
            "interactionConfig": {
              "output": []
            },
            "applicationConfig": {},
            "staticImageConfig": {},
            "createdAt": "2020-02-14T14:05:08.080Z",
            "updatedAt": "2020-02-26T21:22:31.405Z"
          }
        }
      ],
      "widgetRelevantProps": [],
      "layerRelevantProps": []
    }
  }
}
